ArtMoney Plugin
8.17
翻譯民工_(:зゝ∠)_//Translated into chinese by - 譯者需要加的標題
Katsuki Kami//此外掛程式的譯者, 如果為空則是 System SoftLab
Kikka1225@Gmail.com//譯者的E-mail,如果為空則是 artmoney@systemsoftlab.com
關於
修改器
<yyyy>年<m>月<d>日//日期格式
版權所有(C) 1996-2021, System SoftLab
如果您發現了一些問題或
有一些建議, 發電子郵件到
請訪問 ArtMoney 網站以尋找最新版本
數值
搜索
過濾
要查找的數值
首先選擇遊戲進程
現在開始搜索
不斷篩選符合的數值直到數量不再減少
抱歉，你什麼都沒找到。 再試一次吧。
關閉
共找到
個位址
個位址
個位址
清單中有
載入錯誤
搜索出錯
過濾出錯
不支援這個檔案格式
輸入的資料超出範圍
無法載入
搜索
篩選
所有可能的位址
位元組
位元組
位元組
查找類型錯誤，請換一個。
秒
分
您還沒有選擇資料類型
選定的類型比原來的類型多
數值已改變
數值沒變化
數值已增加
數值已減少
無法讀取新版本的位址列表
位址列表檔案損壞！
檔案訪問出錯
單位元組整數
雙位元組整數
三位元組整數
四位元組整數
八位元組整數
四位元組浮點數
六位元組浮點數
八位元組浮點數
十位元組浮點數
字元串
無終結符字元串
空字元串
帕斯卡格式的字元串
逆序雙位元組整數
逆序三位元組整數
逆序四位元組整數
逆序八位元組整數
逆序四位元組浮點數
逆序六位元組浮點數
逆序八位元組浮點數
逆序十位元組浮點數
逆序字元串
逆序空字元串
逆序帕斯卡字元串
一月
二月
三月
四月
五月
六月
七月
八月
九月
十月
十一月
十二月
鎖定
說明
關於
選擇進程
清除資料清單
載入資料清單
存儲資料清單
添加到資料清單
全部加入
修改
複製
刪除
鎖定
解除鎖定
自動應用偏移位址
進程資訊
進程類型
自動鎖定間隔時間(毫秒)
刷新清單間隔時間(毫秒)
介面語言
顯示查找到的位址個數
彈出熱鍵
一般設置
附加設置
個人資訊
電子郵件
缺省的清單檔案說明
作業系統
舍入到小數點後位數
資料位元組排序
搜索進程優先級
高
即時
選項
取消
正常
編輯位址
鎖定
大小
位址
名稱
資料類型
逆序
準確值
一串數值
有範圍的數值
無法確定的數值
加密的數值
自訂
選擇資料類型
位元組順序
正序和逆序
所有
整數
浮點數
經過時間：
剩餘時間：
搜索速度：
共找到:
遊戲名
說明
日期
作業系統
清單檔案資訊
作者
姓名
位址
輸入一串資料
設置熱鍵
逆序
在此位址區塊內查找
在位址範圍內查找
減少對磁碟空間的佔用
從
到
搜索
篩選
步驟
步驟//set value
設置值
選擇所有資料
自動
顯示進程
可見
帶視窗
進程資訊
結束任務
顯示視窗
隱藏視窗
你確定要結束這個進程嗎？
訪問被拒絕
無法結束進程
檔案名
進程類型
資料大小
評估
評估記憶體查找的速度
稍等
您的系統
特殊的熱鍵
將指定值增加
鎖定這個視窗
使用"撤銷/重做 查找"功能
整數的顯示方式
無符號
有符號
撤銷上次查找
重做被撤銷的查找
保存查找結果
載入查找結果
當前的查找次數為：
"撤銷查找"功能未啟動
"重做查找"功能未啟動
"載入查找"功能未啟動
比原來增加
比原來減少
介面
熱鍵
熱鍵功能已啟用
缺省熱鍵
程式字體
清單字體
程式背景顏色
輸入框背景顏色
按鈕顏色
使用橢圓形按鈕
確認
記憶體編輯器
以十六進位顯示
以十六進位編輯
顯示的列數
儲存格查看方式
當前儲存格
移動
在查找結果中移動
在位址清單中移動
在區塊中移動
跳轉到位址
第一個
上一個
下一個
最後一個
總計
當前
複製所選區域
覆蓋所選區域
加入位址清單
所有(常見)
整數(常見)
浮點數(常見)
反向選擇
列對齊
<無效>
指標
刷新
修改所有選中的項
分組
只顯示以下的組
選擇所有同組資料
暫存當前位址/指標
將偏移量應用到所有數值
將偏移量應用到本組數值
將暫存位址與當前位址的偏移量應用到所有數值
將暫存位址與當前位址的偏移量應用到本組數值
指標相關命令
所有資料以此指標為基底位址
本組資料以此指標為基底位址
所有資料以暫存指標為基底位址
本組資料以暫存指標為基底位址
所有指標偏移到此位址
所有指標偏移到暫存位址
查找指向此位址的指標
查找指向段首到此位址之間的指標
排序
按名稱排序
按位址排序
按數值排序
將數值當作文本排序
按所屬的組排序
合併
無法合併
兩個清單必須由同一個人創建
選擇當前進程
字元集
用下拉式功能表切換組
在組中
將指標轉換成普通位址
過濾位址
字元串
<檔案沒找到>
<拒絕訪問>
檔案編輯器
出錯
<檔案大小已改變>
介面風格
系統預設
編輯區字體
表格顏色
保存記憶體傾印
按照公式
進程
暫停進程
繼續進程
存儲進程
載入進程
進程ID
執行緒
檔案
檔案資訊
選擇檔案
選擇資料夾
檔案總數
總共大小
在目錄下的檔案中移動
對象
表格
退出
結果
更多
線上購買 "ArtMoney Pro"
訪問主頁
ArtMoney使用說明
編碼方式
選擇編碼方式
亮度
色調
顯示主功能表
使用非官方語言包
查找時暫停進程
存儲/載入檔案位址清單中的資料
進程瀏覽器的庫檔案
資料夾選項
檔案名過濾
修改時間
創建日期
創建時間
不檢查
最近15分鐘
最近一小時
最近一天
最近一月
最近一年
遲於
早於
此功能只限 ArtMoney 專業版使用
僅限 ArtMoney 專業版
授權合約
我同意此授權合約中的條款和前提
關於專業版
鳴謝
設計使用者手冊
標誌設計
安裝模組
繪製圖示
為英文版手冊檢查語法
説明檔
介面引擎(ThemeEngine套裝軟體)
有價值的意見和改進建議
翻譯
清單檔案
註冊號
未註冊
不再詢問密碼
只用于當前的視窗使用者
暫停進程並彈出
恢復進程並返回
多餘的右括弧
必需的右括弧
多餘的引號
不正確識別碼
不正確參數個數(M1,M2...)
不正確運算子個數(-,+)
不正確條件個數(<,>,=)
不正確運算式個數
不正確運算式
這個步驟不存在
不正確條件
以下函數中有無效參數
沒有條件
搜索中
註冊碼
密碼
請輸入密碼後按"確認"
密碼錯誤
註冊檔案錯誤
沒有註冊檔案
預設值
操作被使用者取消
手冊語言
沒找到進程或拒絕訪問
只在前臺時刷新清單中的數值
代碼大小
進程記憶體分配表
段位址
分配狀況
段保護
保護
模組名稱
此功能只在Windows 2000/XP/2003/VISTA/2008/7/8/2012/10系統中執行。
存儲/載入進程
模式
指定的進程無效，可能已經被改變或重開。
關閉
用Excel察看
循環小數
Macromedia Flash (Adobe)
範圍
在記憶體中保留進程
保留實體記憶體大小
執行新任務
安裝
在桌面製作快捷方式
隱藏進程
顯示進程
模擬器
遊戲系統
位址範圍
使用模擬器選項
模擬器記憶體圖
模擬器位址
PC 位址
您想將模擬器位址轉換成PC位址嗎?
您想將PC位址轉換成模擬器位址嗎?
位址轉換錯誤
從檔案名自動檢測模擬器
小組
顯示樹狀小組
無
左
右
新小組
主要
語言
您想要刪除這種語言嗎?
您要增加新語言嗎?
您要更改語言名字嗎?
普通鎖定
可增加
可減少
從最少到最多
最少
最多
複製已選擇
下載"間諜軟體探測器"
在你的電腦裡沒有發現"間諜軟體探測器"。 你可以從我們的官方網站下載與安裝www.systemsoftlab.com. 這個程式可以與ArtMoney一起工作.使用"間諜軟體探測器", 你可以打開任何隱藏的或者被阻止打開的進程。 "間諜軟體探測器"能顯示正在您電腦中運行的全部軟體程式 和（防毒軟體未偵測到的）間諜軟體、木馬和病毒。
有任何建議或錯誤報表請回饋給
流覽我們的官方網站和下載其它軟體。
這是免費的受限版本。 只需$24.90您就能購買一個完全版。 (一次性支付–後續的升級免費!)
只有註冊使用者才能得到技術支援, 並使用所有附加功能。
要購買, 請確保您已經連接到網路, 並且點擊下面的"線上註冊"按鈕。
馬上線上註冊
安裝服務
Windows安裝服務需要使用者授權
使用當前使用者安裝
使用者名稱
域名
服務安裝錯誤
登錄失敗
隱秘模式
隱藏我的進程
隱藏我的視窗
已安裝舊版服務。 請您重啟電腦安裝新版本。
表格已改變
你想保存更改嗎？
在退出時詢問是否保存未保存的表格
結構
已跳過
領域
結構大小不能超過
專案
新專案
從表格搜索結構
從組搜索結構
從選擇的位址搜索結構
移上
移下
免費獲取ArtMoney Pro
俄文手冊語法檢查
循環類型
近似值（四捨五入）
捨去
進位
向零循環
繼續
免費獲取
反組譯工具
集合指令
使用模組位址
模組
在模組的位址
轉換錯誤
我無法轉換模組位址：進程沒有這樣的模組。
掃描系統記憶體區域的模組
掃描共用記憶體區域的模組
打開程式錯誤
無法打開本軟體。
請嘗試使用專業版本。
這個表格需要專業版本
註冊無效
無效位址
無效數值
數值太大
不正確彙編指令
請按右鍵ArtMoney程式，在右鍵功能表中選擇「以管理員身份運行」。
服務啟動錯誤
服務開啟錯誤
嘗試重新啟動您的電腦
被它改變：
表格轉換
你想轉換清單到64位模式嗎？
你想轉換清單到32位模式嗎？
轉換出錯。 程式無法轉換位址到32位模式。
複數位址//位址可被整除
偶數//被2整除
奇數
4的倍數//被4整除
8的倍數//被8整除
16的倍數//被16整除
只掃描模組中的靜態位址
顯示模組選項
輸入註冊碼
請粘貼您的註冊代碼（使用Ctrl- V或"粘貼"按鈕），點擊"確認"
粘貼
該註冊代碼是無效的
該註冊代碼只適合英文版
該註冊代碼只適合俄文版
該註冊代碼只適合舊版
該註冊代碼不能用了。 請聯繫sales@systemsoftlab.com索取你的新註冊碼
如果您沒有在此處看到您的名字和資料，那麼此軟體為破解或盜版，且此版本將無法正常運行！
指標的指標
最大偏移
級別從
搜索指標的指標
特別版最大2層！
嘗試禁用驅動程式強制簽名
快速模式（使用更多的記憶體）
Mb
自動應用偏移並複製到新組
位址塊
我無法轉換位址塊：在進程中沒有這樣的塊。
轉換問題:塊大小不是唯一的。
按偏移排序指標
為了完全隱形模式而隱藏文本//VIP only
購買或出售網路遊戲帳戶
新版本可供下載
檢查新版本
帶偏移量的指標
使用最大可用偏移量搜索指標
從第二步開始可用
公式
版本
始終在頂部
啟用 "始終在頂部"
禁用 "始終在頂部"
無法打開systemsoftlab.com，請檢查你的網路連接！
嘗試設置選項
名稱/模組
十六進位代碼
註冊
標記
附加調試器
分離調試器
是否將調試器附加到選定的進程？
中斷點清單
命令
調試
保存調試資訊
載入調試資訊
組合語言
x86-32 位
x86-64 位
中斷點
添加中斷點
刪除中斷點
運行
運行到
直到返回
跟蹤步驟
跟蹤跨步
設置位址名稱
刪除位址名稱
是的
不
調試器類型
標準
異常處理
可執行中斷點類型
軟體 (int3 指令)
int3
調試寄存器 (最大 4)
註冊
頁異常
異常
訪問中斷點類型
詢問何時將調試器附加到進程中
當所有調試寄存器已被佔用時使用軟體中斷點
自動儲存/載入調試資訊
使用調試符號
符號路徑
啟動
中斷
執行
任何訪問
寫
條件
變化
啟用所有
禁用所有
查找訪問位址的指令
在記憶體訪問时
在記憶體寫入時
條件錯誤
更改錯誤
除以零
讀取錯誤
寫入錯誤
左側錯誤
開始
停止
訪問
清除結果
按執行緒劃分
數量
執行緒
8位
16位
32位
十六進位
十六進位
四位元組浮點數
八位元組浮點數
十六進位序列
systemsoflab.com 伺服器無回應或無網路連接
註冊碼已被封禁
你每天只能用這個啟動碼兩次
註冊碼僅適用于 VIP 版
隱藏調試器
用Unicode保存清單
獲取大小直到函數結束 (直到返回)
許可證
掃描記憶體區域
數據可讀寫
數據只讀
程式碼可讀寫
程式碼只讀
共亯
系統
受保護
隱藏
每個地址的倍數
地址名稱和符號清單
資料夾符號
用戶名
區分大小寫
整詞
第一個位置
讀/寫
自動檢測函數大小
隱藏調試寄存器
給這個函數（結構）打補丁
繞過行程保護措施
使用內寘功能訪問記憶體
用戶模式功能（掛載到行程）
核心模式功能（通過驅動）
在不使用OpenProcess的情况下掛載到行程
簽名
簽名蒐索
新增簽名
偏移
自動搜索
靜態地址
區域
作為彙編程式碼編輯
作為彙編程式碼
轉換為十六進位
限制每層的唯一偏移量
程式碼替換
替換程式碼
同時替換所有程式碼
<已替換>
<沒替換>
<無模塊>
<無塊>
<無簽名>
<無變數>
程式碼注入
注入程式碼
僅在成功替換程式碼之後
自動替換所有程式碼並注入
允許自動替換所有程式碼並注入
請求許可權以自動替換所有程式碼並注入
該錶包含一個用於注入並替換的程式碼。 它可能是惡意的程式碼！ 僅從最受信任的網站下載清單！ 你想在這個行程中注入程式碼嗎？
替換所有程式碼並注入
取消程式碼替換和注入
簽名
原始簽名
錯誤的原始簽名
簽名的地址//full
簽名地址//short
變數/標籤的地址//full
變數的地址//short
我不能轉換簽名的地址：沒有這樣的簽名。
我不能轉換變數的地址：沒有這樣的變數。
名稱//variable or label
替換用的程式碼大小
一條彙編指令
幾條彙編指令
行
相對定址錯誤（偏移量太大）
無效倍數
回跳出錯//Return jmp error（jmp to original game code）
無法分配記憶體
區域//Memory areas
設定鏡像地址
清除鏡像地址
從最小地址
服務
以十六進位顯示指針偏移量
使用RAX（EAX）寄存器。 只有帶RAX（EAX）寄存器的MOV彙編指令可以讀/寫絕對地址！
改變行程速度
你的速度（%）
正常//Speedd
改變行程速度出錯
新增行程速度
降低行程速度
堆棧
作為堆棧查看
保存線程堆棧
返回地址
參數
參數
在一行中顯示參數
僅在模塊中的返回地址
讀取記憶體錯誤
Digits after a decimal point (Fractional part)//full
Digits a.//short
Masks
Read mask
Write mask
Use mask type
<MASK ERROR>
Server sent an invalid response or bad internet connection
stacks
Use stack of the threads as module name
Limit the number of threads
Stack of thread
64-bit stack of thread
Temp files folder
Current user folder
Program folder
Another folder
Temp folder error
Temp folder does not exist and could not be created
Last digits
03FF2D88